# Binaries
brew 'gh'
brew 'zsh' 
brew 'lolcat'
brew 'figlet'
brew 'fzf'
#brew 'autojump'
brew 'eza'
brew 'ripgrep'
brew 'tmux'
brew 'neovim'
brew 'htop'
brew 'zoxide'
brew 'yq' #tmux statusbar
brew 'starship'
brew 'htop'
brew 'btop'
brew 'yazi'
brew 'jq'

# Development
brew 'nvm'
brew 'git-town'
brew 'jesseduffield/lazygit/lazygit'

# Apps
# wezterm > iterm2 - 12/19/2024
# cask 'iterm2'
# ghostty > wezterm - 12/26/2024
#cask 'wezterm'
cask 'ghostty'
cask 'raycast'
cask 'bartender'
cask 'nikitabobko/tap/aerospace'
tap 'FelixKratz/formulae'
brew 'sketchybar'
brew 'borders'

# Sketchybar
brew 'lua'
brew 'switchaudio-osx'
brew 'nowplaying-cli'

### Fonts
cask 'sf-symbols'
cask 'font-sf-mono'
cask 'font-sf-pro'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono'
cask 'font-fira-code'
