# Binaries
brew 'gh'
brew 'zsh'
brew 'lolcat'
brew 'figlet'
brew 'fzf'
brew 'autojump'
brew 'eza'
brew 'ripgrep'
brew 'tmux'
brew 'neovim'
brew 'htop'
brew 'zoxide'
brew 'yq' #tmux statusbar
brew 'starship'

# Development
brew 'nvm'
brew 'git-town'
brew 'jesseduffield/lazygit/lazygit'

# Apps
# wezterm > iterm2 - 12/19/2024
# cask 'iterm2'
cask 'wezterm'
cask 'raycast'
cask 'bartender'
cask "nikitabobko/tap/aerospace"
tap "FelixKratz/formulae"
brew "sketchybar"
brew "borders"
