# Binaries
brew 'gh'
brew 'zsh' 
#brew 'lolcat'
#brew 'figlet'
brew 'fzf'
#brew 'autojump' -- old. zoxide is better
brew 'eza'
brew 'ripgrep'
brew 'tmux'
brew 'neovim', head: true
brew 'htop'
brew 'zoxide'
brew 'yq' #tmux statusbar
brew 'starship'
brew 'htop'
brew 'btop'
brew 'yazi'
brew 'jq'
brew 'go'
brew 'glow'
brew 'fastfetch'
tap  'sst/tap/opencode'
brew 'dolphie'
brew 'lazydocker'
brew 'yewtube'

# Development
brew 'nvm'
#brew 'git-town' -- meh. was ok
brew 'jesseduffield/lazygit/lazygit'
brew 'bat'
brew 'black'
brew 'tmuxinator'

# fun
brew 'cmatrix'

# Apps
# wezterm > iterm2 - 12/19/2024
# cask 'iterm2'
# ghostty > wezterm - 12/26/2024
# cask 'wezterm'
cask 'ghostty'
cask 'raycast'
cask 'bartender'
cask 'nikitabobko/tap/aerospace'
tap 'FelixKratz/formulae'
brew 'sketchybar'
brew 'borders'

# Sketchybar
brew 'lua'
brew 'switchaudio-osx'
brew 'nowplaying-cli'

### Fonts
cask 'sf-symbols'
cask 'font-sf-mono'
cask 'font-sf-pro'
cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono'
cask 'font-fira-code'
