# Taps (must be first)
tap 'FelixKratz/formulae'

brew 'eza'
brew 'cmatrix'
brew 'gh'
brew 'btop'
brew 'yazi'
cask 'raycast'
cask 'bartender'
cask 'nikitabobko/tap/aerospace'
brew 'sketchybar'
brew 'borders'
cask '1password-cli'
brew 'black'
brew 'lazydocker'
brew 'uv'
cask 'obsidian'

# Sketchybar Dependencies (from legacy)
brew 'lua'
brew 'switchaudio-osx'
brew 'nowplaying-cli'


brew 'gnupg'
brew 'yubico-piv-tool'
brew 'pcsc-lite'
